Repository: ifarhanhashemirahimi-pixel/Phinanz
Catalog: Phinanz/Localizable.xcstrings
Source language: en
Languages: de, fa

# %@ a month until %@
source: %1$@ a month until %2$@
de: %1$@ pro Monat bis %2$@
fa: ماهی %1$@ تا %2$@

source: %@ could be interesting for your tax return – the list is in the report.
de: %@ könnten für deine Steuererklärung interessant sein – die Liste steht im Bericht.
fa: %@ ممکن است برای اظهارنامه‌ی مالیاتی‌ات مهم باشد – فهرستش در گزارش است.

source: %@ could matter for your tax return.
de: %@ könnten für deine Steuererklärung wichtig sein.
fa: %@ ممکن است برای اظهارنامه‌ی مالیاتی‌ات مهم باشد.

source: %@ left
de: %@ übrig
fa: %@ باقی‌مانده

# %@ of %@
source: %1$@ of %2$@
de: %1$@ von %2$@
fa: %1$@ از %2$@

source: %@ of this month's spending could matter for your tax return.
de: %@ deiner Ausgaben in diesem Monat könnten für die Steuererklärung wichtig sein.
fa: %@ از خرج‌های این ماه ممکن است برای اظهارنامه‌ی مالیاتی مهم باشد.

source: %@ per day on average
de: Im Schnitt %@ pro Tag
fa: به‌طور میانگین روزانه %@

source: %@ to go
de: noch %@
fa: %@ مانده

# %@ vs. %@
source: %1$@ vs. %2$@
de: %1$@ ggü. %2$@
fa: %1$@ نسبت به %2$@

# %@ was left over – %@ of your income.
source: %1$@ was left over – %2$@ of your income.
de: Übrig geblieben sind %1$@ – %2$@ deines Einkommens.
fa: %1$@ باقی ماند – %2$@ از درآمدت.

# %@ was left over – %@ of your income. Well done!
source: %1$@ was left over – %2$@ of your income. Well done!
de: Übrig geblieben sind %1$@ – %2$@ deines Einkommens. Gut gemacht!
fa: %1$@ باقی ماند – %2$@ از درآمدت. آفرین!

# %@: %@ less than in %@.
source: %1$@: %2$@ less than in %3$@.
de: %1$@: %2$@ weniger als im %3$@.
fa: %1$@: %2$@ کمتر از %3$@.

# %@: %@ more than in %@.
source: %1$@: %2$@ more than in %3$@.
de: %1$@: %2$@ mehr als im %3$@.
fa: %1$@: %2$@ بیشتر از %3$@.

source: %lld Bookings
de: %lld Buchungen
fa: %lld تراکنش

source: %lld entries
de: %lld Einträge
fa: %lld مورد

source: %1$lld entries in %2$@. Semicolon-separated with decimal comma, ready for German Excel.
de: %lld Einträge in %@. Mit Semikolon getrennt und Dezimalkomma, passend für Excel.
fa: %lld مورد در %@. جداشده با نقطه‌ویرگول و با ویرگول اعشاری، مناسب Excel آلمانی.

source: A Page for Every Day
de: Eine Seite für jeden Tag
fa: یک صفحه برای هر روز

source: A short reminder in the evening to write down your spending, a note the day before rent, subscriptions or salary, and a recap of the month before when a new month starts.
de: Abends eine kurze Erinnerung, deine Ausgaben einzutragen, ein Hinweis am Tag vor Miete, Abos oder Gehalt und zu Beginn eines neuen Monats ein Rückblick auf den Vormonat.
fa: عصرها یادآوری کوتاهی برای نوشتن خرج‌ها، یک پیام یک روز قبل از اجاره، اشتراک‌ها یا حقوق، و در شروع هر ماه مروری بر ماه قبل.

source: AI
de: KI
fa: هوش مصنوعی

source: AI Engine
de: KI-Engine
fa: موتور هوش مصنوعی

source: AI Import
de: KI-Import
fa: واردکردن با هوش مصنوعی

source: AI can make mistakes. Check every entry before saving.
de: KI kann Fehler machen. Prüfe jeden Eintrag vor dem Speichern.
fa: هوش مصنوعی ممکن است اشتباه کند. پیش از ذخیره، همهٔ موارد را بررسی کن.

source: AI import is turned off. Enable it in Settings to send recordings, photos or PDFs to Google Gemini.
de: Der KI-Import ist aus. Aktiviere ihn in den Einstellungen, um Aufnahmen, Fotos oder PDFs an Google Gemini zu senden.
fa: واردکردن با هوش مصنوعی خاموش است. برای فرستادن ضبط صدا، عکس یا PDF به Google Gemini آن را در تنظیمات روشن کن.

source: Account
de: Konto
fa: حساب

source: Account Not Found
de: Konto nicht gefunden
fa: حساب پیدا نشد

source: Accounts
de: Konten
fa: حساب‌ها

source: Active
de: Aktiv
fa: فعال

source: Add
de: Hinzufügen
fa: افزودن

source: Add ${amount} € at ${store}
de: ${amount} € bei ${store} hinzufügen
fa: افزودن ${amount} یورو در ${store}

source: Add Account
de: Konto hinzufügen
fa: افزودن حساب

source: Add Entry
de: Eintrag hinzufügen
fa: افزودن مورد

source: Add Expense
de: Ausgabe hinzufügen
fa: افزودن هزینه

source: Add Money
de: Einzahlen
fa: واریز

source: Add Recurring Payments
de: Daueraufträge hinzufügen
fa: افزودن پرداخت‌های تکراری

source: Add rent, subscriptions, insurance or your salary. PHINANZ books them automatically every month.
de: Füge Miete, Abos, Versicherungen oder dein Gehalt hinzu. PHINANZ bucht sie jeden Monat automatisch.
fa: اجاره، اشتراک‌ها، بیمه یا حقوقت را اضافه کن. PHINANZ هر ماه آن‌ها را خودکار ثبت می‌کند.

# Added %@ at %@.
source: Added %1$@ at %2$@.
de: %@ bei %@ hinzugefügt.
fa: %@ در %@ ثبت شد.

source: Added via
de: Hinzugefügt über
fa: ثبت‌شده از طریق

source: Adds an expense to today's page in PHINANZ.
de: Fügt der heutigen Seite in PHINANZ eine Ausgabe hinzu.
fa: یک هزینه به صفحهٔ امروز در PHINANZ اضافه می‌کند.

source: Already Saved
de: Schon gespart
fa: پس‌انداز فعلی

source: Amount
de: Betrag
fa: مبلغ

source: Amount (EUR)
de: Betrag (EUR)
fa: مبلغ (یورو)

source: Amount in euros
de: Betrag in Euro
fa: مبلغ به یورو

source: Amounts are hidden; no numbers are shared with widgets.
de: Beträge sind ausgeblendet; Widgets erhalten keine Zahlen.
fa: مبلغ‌ها پنهان‌اند؛ هیچ عددی با ویجت‌ها به اشتراک گذاشته نمی‌شود.

source: Analyse on This iPhone
de: Auf diesem iPhone auswerten
fa: تحلیل روی همین آیفون

source: Analyse with Gemini
de: Mit Gemini auswerten
fa: تحلیل با Gemini

source: Analysing…
de: Wird ausgewertet …
fa: در حال تحلیل…

source: Anyone who gets the file can read your finances. Protect it unless you keep it somewhere safe.
de: Wer die Datei bekommt, kann deine Finanzen lesen. Schütze sie, außer du bewahrst sie sicher auf.
fa: هر کس فایل را داشته باشد می‌تواند وضعیت مالی‌ات را بخواند. مگر اینکه جای امنی نگهش داری، با رمز محافظتش کن.

source: Apple Intelligence couldn't read this file.
de: Apple Intelligence konnte diese Datei nicht lesen.
fa: Apple Intelligence نتوانست این فایل را بخواند.

source: Apple Intelligence doesn't support this language yet.
de: Apple Intelligence unterstützt diese Sprache noch nicht.
fa: Apple Intelligence هنوز از این زبان پشتیبانی نمی‌کند.

source: Apple Intelligence is reading it on this iPhone
de: Apple Intelligence liest sie auf diesem iPhone
fa: Apple Intelligence روی همین آیفون آن را می‌خواند

source: Apple Intelligence reads the file on this iPhone – nothing is sent. You review everything before it is saved.
de: Apple Intelligence liest die Datei auf diesem iPhone – es wird nichts gesendet. Du prüfst alles, bevor es gespeichert wird.
fa: Apple Intelligence فایل را روی همین آیفون می‌خواند – چیزی فرستاده نمی‌شود. قبل از ذخیره همه‌چیز را خودت بررسی می‌کنی.

source: Apple Intelligence reads voice notes, receipts and statements on this iPhone and writes the monthly recap – nothing leaves the device and no key is needed. It needs iPhone 15 Pro or later and speaks German and English. “Automatic” uses Google Gemini only when Apple Intelligence can't help, and only if you set it up below.
de: Apple Intelligence liest Sprachnotizen, Belege und Kontoauszüge auf diesem iPhone und schreibt den Monatsrückblick – nichts verlässt das Gerät und du brauchst keinen Schlüssel. Nötig ist ein iPhone 15 Pro oder neuer; Apple Intelligence spricht Deutsch und Englisch. „Automatisch“ nutzt Google Gemini nur, wenn Apple Intelligence nicht weiterhilft – und nur, wenn du es unten eingerichtet hast.
fa: Apple Intelligence یادداشت‌های صوتی، رسیدها و صورت‌حساب‌ها را روی همین آیفون می‌خواند و مرور ماه را می‌نویسد – هیچ چیز از دستگاه خارج نمی‌شود و کلید لازم نیست. به iPhone 15 Pro یا جدیدتر نیاز دارد و آلمانی و انگلیسی را پشتیبانی می‌کند. «خودکار» فقط وقتی از Google Gemini استفاده می‌کند که Apple Intelligence کمکی نکند، و فقط اگر آن را پایین تنظیم کرده باشی.

source: Apple Intelligence reads your files on this iPhone. Nothing is sent.
de: Apple Intelligence liest deine Dateien auf diesem iPhone. Es wird nichts gesendet.
fa: Apple Intelligence فایل‌هایت را روی همین آیفون می‌خواند. چیزی فرستاده نمی‌شود.

source: Apple Intelligence: %@. You can set up Google Gemini in Settings instead.
de: Apple Intelligence: %@. Du kannst stattdessen Google Gemini in den Einstellungen einrichten.
fa: Apple Intelligence: %@. می‌توانی به‌جایش Google Gemini را در تنظیمات راه بیندازی.

source: Automatic
de: Automatisch
fa: خودکار

source: Back Up Journal
de: Journal sichern
fa: پشتیبان‌گیری از دفتر

source: Backup failed: %@
de: Backup fehlgeschlagen: %@
fa: پشتیبان‌گیری ناموفق بود: %@

source: Backups can be encrypted with AES-256. Without the password nobody can read them — not even PHINANZ.
de: Backups lassen sich mit AES-256 verschlüsseln. Ohne Passwort kann sie niemand lesen – nicht einmal PHINANZ.
fa: پشتیبان‌ها با AES-256 رمزگذاری می‌شوند. بدون رمز عبور هیچ‌کس نمی‌تواند آن‌ها را بخواند؛ حتی PHINANZ.

source: Balance
de: Kontostand
fa: موجودی

source: Bank exports are read on this iPhone and never uploaded.
de: Bankexporte werden auf diesem iPhone gelesen und nie hochgeladen.
fa: خروجی‌های بانک روی همین آیفون خوانده می‌شوند و هرگز آپلود نمی‌شوند.

source: Bank statement
de: Kontoauszug
fa: صورت‌حساب بانکی

# Biggest expense: %@, %@.
source: Biggest expense: %1$@, %2$@.
de: Größte Ausgabe: %1$@, %2$@.
fa: بزرگ‌ترین خرج: %1$@، %2$@.

source: Budgets in %@
de: Budgets im %@
fa: بودجه‌های %@

source: Camera scanning isn't available here
de: Scannen mit der Kamera ist hier nicht verfügbar
fa: اسکن با دوربین اینجا در دسترس نیست

source: Cancel
de: Abbrechen
fa: لغو

source: Capture with the camera
de: Mit der Kamera aufnehmen
fa: عکس گرفتن با دوربین

source: Cash
de: Bargeld
fa: پول نقد

source: Categories
de: Kategorien
fa: دسته‌ها

source: Category
de: Kategorie
fa: دسته

source: Change the language in the iOS Settings app (English, Deutsch, فارسی).
de: Ändere die Sprache in der iOS-App „Einstellungen“ (English, Deutsch, فارسی).
fa: زبان را در اپ تنظیمات آی‌اواس تغییر بده (English، Deutsch، فارسی).

source: Check amount
de: Betrag prüfen
fa: مبلغ را بررسی کن

source: Checking Account
de: Girokonto
fa: حساب جاری

source: Childcare
de: Kinderbetreuung
fa: مراقبت از کودک

source: Choose Receipt Photo
de: Belegfoto auswählen
fa: انتخاب عکس رسید

source: Choose two different accounts.
de: Wähle zwei verschiedene Konten.
fa: دو حساب متفاوت انتخاب کن.

source: Close and reopen PHINANZ to apply.
de: Schließe PHINANZ und öffne es erneut, um das zu übernehmen.
fa: برای اعمال، PHINANZ را ببند و دوباره باز کن.

source: Collects expenses that could matter for your tax return. A hint, not tax advice.
de: Sammelt Ausgaben, die für deine Steuererklärung wichtig sein könnten. Ein Hinweis, keine Steuerberatung.
fa: خرج‌هایی را جمع می‌کند که ممکن است برای اظهارنامه‌ی مالیاتی مهم باشند. فقط یک نکته است، نه مشاوره‌ی مالیاتی.

source: Color
de: Farbe
fa: رنگ

source: Compare months, see insights, share as PDF
de: Monate vergleichen, Erkenntnisse sehen, als PDF teilen
fa: مقایسه ماه‌ها، دیدن نکته‌ها، اشتراک به‌صورت PDF

source: Compared with %@
de: Im Vergleich zu %@
fa: در مقایسه با %@

source: Continue
de: Weiter
fa: ادامه

source: Couldn't Analyse
de: Auswertung fehlgeschlagen
fa: تحلیل انجام نشد

source: Couldn't Create PDF
de: PDF konnte nicht erstellt werden
fa: ساخت PDF ممکن نشد

source: Couldn't Import
de: Import fehlgeschlagen
fa: وارد کردن انجام نشد

source: Create
de: Erstellen
fa: ساختن

source: Create PDF
de: PDF erstellen
fa: ساخت PDF

source: Created with PHINANZ on this iPhone. Your data never left the device.
de: Mit PHINANZ auf diesem iPhone erstellt. Deine Daten haben das Gerät nie verlassen.
fa: با PHINANZ روی همین آیفون ساخته شد. داده‌هایت هرگز از دستگاه خارج نشدند.

source: Credit Card
de: Kreditkarte
fa: کارت اعتباری

source: Currency
de: Währung
fa: واحد پول

source: Current Balance
de: Aktueller Kontostand
fa: موجودی فعلی

source: Daily Reminder
de: Tägliche Erinnerung
fa: یادآوری روزانه

source: Date
de: Datum
fa: تاریخ

source: Day of month
de: Tag im Monat
fa: روز ماه

source: Delete
de: Löschen
fa: حذف

source: Delete Account
de: Konto löschen
fa: حذف حساب

source: Delete All Data
de: Alle Daten löschen
fa: حذف همه‌ی داده‌ها

source: Delete Entry
de: Eintrag löschen
fa: حذف مورد

source: Delete Everything
de: Alles löschen
fa: حذف همه

source: Delete Goal
de: Ziel löschen
fa: حذف هدف

source: Delete Recurring Payment
de: Dauerauftrag löschen
fa: حذف پرداخت تکراری

source: Delete all PHINANZ data
de: Alle PHINANZ-Daten löschen
fa: حذف همه‌ی داده‌های PHINANZ

source: Delete all data?
de: Alle Daten löschen?
fa: همه‌ی داده‌ها حذف شوند؟

source: Delete this account?
de: Dieses Konto löschen?
fa: این حساب حذف شود؟

source: Delete this entry?
de: Diesen Eintrag löschen?
fa: این مورد حذف شود؟

source: Delete this goal?
de: Dieses Ziel löschen?
fa: این هدف حذف شود؟

source: Deselect All
de: Alle abwählen
fa: لغو انتخاب همه

source: Did you write down today's spending?
de: Hast du deine heutigen Ausgaben eingetragen?
fa: خرج‌های امروزت را نوشتی؟

source: Discard
de: Verwerfen
fa: دور انداختن

source: Donation
de: Spende
fa: کمک خیریه

source: Done
de: Fertig
fa: تمام

source: Edit
de: Bearbeiten
fa: ویرایش

source: Edit Account
de: Konto bearbeiten
fa: ویرایش حساب

source: Edit Entry
de: Eintrag bearbeiten
fa: ویرایش مورد

source: Edit Goal
de: Ziel bearbeiten
fa: ویرایش هدف

source: Edit Recurring Payment
de: Dauerauftrag bearbeiten
fa: ویرایش پرداخت تکراری

source: Encrypted on This iPhone
de: Verschlüsselt auf diesem iPhone
fa: رمزگذاری‌شده روی همین آیفون

source: Enter an amount greater than 0, e.g. 12,50
de: Gib einen Betrag größer als 0 ein, z. B. 12,50
fa: مبلغی بیشتر از صفر وارد کن، مثلاً ۱۲٫۵۰

source: Enter an amount like 1.250,00 or -80.
de: Gib einen Betrag wie 1.250,00 oder -80 ein.
fa: مبلغی مثل ۱٬۲۵۰٫۰۰ یا ‎-80 وارد کن.

source: Entertainment
de: Unterhaltung
fa: سرگرمی

source: Entries
de: Einträge
fa: موارد

source: Entries are created automatically on this day every month, starting from the start date. Day 31 means the last day in shorter months.
de: Einträge werden ab dem Startdatum jeden Monat an diesem Tag automatisch erstellt. Tag 31 bedeutet in kürzeren Monaten den letzten Tag.
fa: از تاریخ شروع، هر ماه در همین روز یک مورد خودکار ساخته می‌شود. روز ۳۱ در ماه‌های کوتاه‌تر یعنی آخرین روز ماه.

source: Entries that were already booked stay in your journal.
de: Bereits gebuchte Einträge bleiben in deinem Journal.
fa: مواردی که قبلاً ثبت شده‌اند در دفترت می‌مانند.

source: Entries, accounts, transfers, budgets, recurring payments and savings goals are deleted. This cannot be undone.
de: Einträge, Konten, Umbuchungen, Budgets, Daueraufträge und Sparziele werden gelöscht. Das lässt sich nicht rückgängig machen.
fa: موردها، حساب‌ها، انتقال‌ها، بودجه‌ها، پرداخت‌های تکراری و اهداف پس‌انداز حذف می‌شوند. این کار برگشت‌پذیر نیست.

source: Every month on day %lld
de: Jeden Monat am %lld.
fa: هر ماه، روز %lld

source: Expense
de: Ausgabe
fa: هزینه

source: Export failed: %@
de: Export fehlgeschlagen: %@
fa: گرفتن خروجی ناموفق بود: %@

source: Export from your bank's website or app
de: Export von der Website oder App deiner Bank
fa: خروجی از وب‌سایت یا اپ بانک شما

source: Face ID Lock
de: Face-ID-Sperre
fa: قفل Face ID

source: Find entries by store, category, note, amount or month.
de: Finde Einträge nach Händler, Kategorie, Notiz, Betrag oder Monat.
fa: موارد را بر اساس فروشگاه، دسته، یادداشت، مبلغ یا ماه پیدا کن.

source: Fixed costs per month
de: Fixkosten pro Monat
fa: هزینه‌های ثابت ماهانه

source: Fixed costs were %@ of your spending.
de: Fixkosten machten %@ deiner Ausgaben aus.
fa: هزینه‌های ثابت %@ از خرج‌هایت بود.

source: Fixed income per month
de: Festes Einkommen pro Monat
fa: درآمد ثابت ماهانه

source: Food & Drink
de: Essen & Trinken
fa: غذا و نوشیدنی

source: For My Tax Return
de: Für meine Steuererklärung
fa: برای اظهارنامه‌ی مالیاتی‌ام

source: For Your Tax Return
de: Für deine Steuererklärung
fa: برای اظهارنامه‌ی مالیاتی‌ات

source: For example cash from an ATM or money moved to savings. Transfers don't count as spending or income.
de: Zum Beispiel Bargeld vom Automaten oder Geld aufs Sparkonto. Umbuchungen zählen weder als Ausgabe noch als Einnahme.
fa: مثلاً برداشت پول نقد از خودپرداز یا انتقال به پس‌انداز. انتقال‌ها جزو خرج یا درآمد حساب نمی‌شوند.

source: From
de: Von
fa: از

source: From your photo library
de: Aus deiner Fotomediathek
fa: از گالری عکس‌ها

source: Gemini API Key
de: Gemini-API-Schlüssel
fa: کلید API جمینای

source: Gemini is reading your file
de: Gemini liest deine Datei
fa: Gemini در حال خواندن فایل توست

# Gemini returned an error (%lld): %@
source: Gemini returned an error (%1$lld): %2$@
de: Gemini hat einen Fehler gemeldet (%lld): %@
fa: Gemini خطا داد (%lld): %@

source: Gemini returned no answer. Please try again.
de: Gemini hat nicht geantwortet. Bitte versuche es erneut.
fa: Gemini پاسخی نداد. لطفاً دوباره امتحان کن.

source: Gemini's answer could not be read. Please try again.
de: Die Antwort von Gemini konnte nicht gelesen werden. Bitte versuche es erneut.
fa: پاسخ Gemini خوانده نشد. لطفاً دوباره امتحان کن.

source: Get Started
de: Los geht’s
fa: شروع کنیم

source: Get a Key from Google AI Studio
de: Schlüssel bei Google AI Studio holen
fa: گرفتن کلید از Google AI Studio

source: Getting ready – try again in a few minutes
de: Wird vorbereitet – versuch es in ein paar Minuten noch einmal
fa: در حال آماده شدن – چند دقیقه‌ی دیگر دوباره امتحان کن

source: Go
de: Öffnen
fa: برو

source: Go to Date
de: Zu Datum springen
fa: رفتن به تاریخ

source: Go to Date…
de: Zu Datum springen …
fa: رفتن به تاریخ…

source: Goal reached
de: Ziel erreicht
fa: به هدف رسیدی

source: Groceries
de: Lebensmittel
fa: خواربار

source: Health
de: Gesundheit
fa: سلامت

source: Hide Amounts in Widgets
de: Beträge in Widgets ausblenden
fa: پنهان کردن مبلغ‌ها در ویجت‌ها

source: Hints only, not tax advice. Whether you can deduct something depends on your situation – if in doubt, ask a tax assistance association (Lohnsteuerhilfeverein) or a tax adviser.
de: Nur Hinweise, keine Steuerberatung. Ob du etwas absetzen kannst, hängt von deiner Situation ab – frag im Zweifel einen Lohnsteuerhilfeverein oder eine Steuerberaterin bzw. einen Steuerberater.
fa: فقط نکته است، نه مشاوره‌ی مالیاتی. اینکه چیزی از مالیات کسر شود به شرایط تو بستگی دارد – اگر مطمئن نیستی، از یک Lohnsteuerhilfeverein یا مشاور مالیاتی بپرس.

source: Housing
de: Wohnen
fa: مسکن

source: How much did you spend?
de: Wie viel hast du ausgegeben?
fa: چقدر خرج کردی؟

source: Import Bank CSV
de: Bank-CSV importieren
fa: وارد کردن CSV بانک

source: Import Bank Statement
de: Kontoauszug importieren
fa: واردکردن صورت‌حساب بانکی

source: Import with AI
de: Mit KI importieren
fa: واردکردن با هوش مصنوعی

# In %@ you spent %@ and received %@.
source: In %1$@ you spent %2$@ and received %3$@.
de: Im %1$@ hast du %2$@ ausgegeben und %3$@ eingenommen.
fa: در %1$@ مبلغ %2$@ خرج کردی و %3$@ دریافت کردی.

# In %@ you spent %@.
source: In %1$@ you spent %2$@.
de: Im %1$@ hast du %2$@ ausgegeben.
fa: در %1$@ مبلغ %2$@ خرج کردی.

source: In a Nutshell
de: Kurz gesagt
fa: به‌طور خلاصه

source: Income
de: Einnahme
fa: درآمد

source: Income %@
de: Einnahmen %@
fa: درآمد %@

source: Income expected tomorrow
de: Morgen erwartete Einnahme
fa: درآمد فردا

# Income: %@, %@, %@, %@
source: Income: %1$@, %2$@, %3$@, %4$@
de: Einnahme: %@, %@, %@, %@
fa: درآمد: %@، %@، %@، %@

source: Insights
de: Erkenntnisse
fa: نکته‌ها

source: Insurance & Pension
de: Versicherung & Vorsorge
fa: بیمه و بازنشستگی

source: Its entries and payments move to your main account. Nothing is lost.
de: Seine Einträge und Zahlungen wandern auf dein Hauptkonto. Nichts geht verloren.
fa: موردها و پرداخت‌هایش به حساب اصلی منتقل می‌شوند. چیزی از دست نمی‌رود.

source: Keep the backup file in iCloud Drive or the Files app. Protect it with a password. Restoring replaces everything in your journal.
de: Bewahre die Backup-Datei in iCloud Drive oder der Dateien-App auf und schütze sie mit einem Passwort. Wiederherstellen ersetzt alles in deinem Journal.
fa: فایل پشتیبان را در iCloud Drive یا اپ Files نگه دار و با رمز محافظتش کن. بازگردانی همه‌چیز دفترت را جایگزین می‌کند.

source: Keeps your journal in sync on your iPhone and iPad through your private iCloud database. Apple encrypts it; with Advanced Data Protection only your devices can read it.
de: Hält dein Journal auf iPhone und iPad über deine private iCloud-Datenbank synchron. Apple verschlüsselt sie; mit dem erweiterten Datenschutz können nur deine Geräte sie lesen.
fa: دفترت را از راه پایگاه‌داده‌ی خصوصی iCloud روی آیفون و آیپد همگام نگه می‌دارد. اپل آن را رمزگذاری می‌کند؛ با Advanced Data Protection فقط دستگاه‌های خودت می‌توانند آن را بخوانند.

source: Language
de: Sprache
fa: زبان

source: Leave a field empty for no limit. PHINANZ warns you at 80 percent and when you go over.
de: Lass ein Feld leer, wenn es kein Limit geben soll. PHINANZ warnt dich bei 80 Prozent und wenn du darüber liegst.
fa: برای نداشتن سقف، خانه را خالی بگذار. PHINANZ در ۸۰ درصد و هنگام عبور از سقف به تو هشدار می‌دهد.

source: Leaving Your iPhone
de: Was dein iPhone verlässt
fa: آنچه از آیفونت خارج می‌شود

source: Left Over
de: Übrig
fa: باقی‌مانده

source: Let AI Do the Typing
de: Lass die KI tippen
fa: تایپ را به هوش مصنوعی بسپار

source: Let Gemini Word It
de: Von Gemini formulieren lassen
fa: بگذار Gemini بنویسد

source: Locks the journal whenever you leave the app. Uses Face ID or Touch ID, with your device passcode as backup.
de: Sperrt das Journal, sobald du die App verlässt. Nutzt Face ID oder Touch ID, mit deinem Gerätecode als Reserve.
fa: هر بار که از برنامه خارج می‌شوی، دفتر قفل می‌شود. از Face ID یا Touch ID استفاده می‌کند و رمز دستگاه پشتیبان است.

source: Main Account
de: Hauptkonto
fa: حساب اصلی

source: Main account
de: Hauptkonto
fa: حساب اصلی

source: Manage Accounts
de: Konten verwalten
fa: مدیریت حساب‌ها

source: Manual
de: Manuell
fa: دستی

source: Marked
de: Markiert
fa: علامت‌خورده

source: Medical Costs
de: Krankheitskosten
fa: هزینه‌های درمان

source: Microphone access is off. Turn it on in Settings → Privacy → Microphone.
de: Der Mikrofonzugriff ist aus. Aktiviere ihn unter Einstellungen → Datenschutz → Mikrofon.
fa: دسترسی میکروفون خاموش است. آن را در Settings ← Privacy ← Microphone روشن کن.

source: Model
de: Modell
fa: مدل

source: Month
de: Monat
fa: ماه

source: Monthly Budgets
de: Monatsbudgets
fa: بودجه‌های ماهانه

source: Monthly Recap
de: Monatsrückblick
fa: مرور ماه

source: Monthly Recap by Gemini
de: Monatsrückblick mit Gemini
fa: مرور ماه با Gemini

source: Monthly Report
de: Monatsbericht
fa: گزارش ماهانه

source: Monthly Report %@
de: Monatsbericht %@
fa: گزارش ماهانه %@

# Most of it went on %@ (%@) and %@ (%@).
source: Most of it went on %1$@ (%2$@) and %3$@ (%4$@).
de: Das meiste ging für %1$@ (%2$@) und %3$@ (%4$@) drauf.
fa: بیشترش خرج %1$@ (%2$@) و %3$@ (%4$@) شد.

# Most of it went on %@ (%@).
source: Most of it went on %1$@ (%2$@).
de: Das meiste ging für %1$@ (%2$@) drauf.
fa: بیشترش خرج %1$@ (%2$@) شد.

source: Move Between Days
de: Zwischen Tagen wechseln
fa: جابه‌جایی بین روزها

source: Moves the amount into this goal. Use a transfer to your savings account if the money also moves in your bank.
de: Bucht den Betrag in dieses Ziel. Nutze eine Umbuchung aufs Sparkonto, wenn das Geld auch bei deiner Bank bewegt wird.
fa: مبلغ را به این هدف اضافه می‌کند. اگر پول در بانک هم جابه‌جا می‌شود، یک انتقال به حساب پس‌انداز ثبت کن.

source: Name, e.g. Sparkasse
de: Name, z. B. Sparkasse
fa: نام، مثلاً Sparkasse

source: Name, e.g. Trip to Lisbon
de: Name, z. B. Reise nach Lissabon
fa: نام، مثلاً سفر به لیسبون

source: Needs iPhone 15 Pro or later
de: Braucht iPhone 15 Pro oder neuer
fa: به iPhone 15 Pro یا جدیدتر نیاز دارد

source: Net
de: Saldo
fa: خالص

source: New Account
de: Neues Konto
fa: حساب جدید

source: New Entry
de: Neuer Eintrag
fa: ورودی جدید

source: New Goal
de: Neues Ziel
fa: هدف جدید

source: New Recurring Payment
de: Neuer Dauerauftrag
fa: پرداخت تکراری جدید

source: New Savings Goal
de: Neues Sparziel
fa: هدف پس‌انداز جدید

source: Next Month
de: Nächster Monat
fa: ماه بعد
